Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: DESIGN STAGE VERIFICATION SCHEDULES
vi: DESIGN STAGE VERIFICATION SCHEDULES / XÁC ĐỊNH TIẾN ĐỘ CÁC GIAI ĐOẠN DỰ ÁN

source: DEVIATIONS SCHEDULE
vi: DEVIATIONS SCHEDULE / Danh mục các hạng mục khác biệt so với tiêu chuẩn

source: DIFFIUSER ENSURES GOOD AIR DISTRIBUTION THROUGHOUT.
vi: diffiuser ensures good air distribution throughout. / Việc chọn đúng miệng cấp gió sẽ đảm bảo phân bố không khí tốt

source: DISTRICT COOLING OR HEATING
vi: DISTRICT COOLING OR HEATING / Phân chia làm mát/gia nhiệt theo khu vực

source: DOCUMENT VERIFICATION
vi: DOCUMENT VERIFICATION / XÁC NHẬN VĂN BẢN

source: DOMESTIC WATER
vi: DOMESTIC WATER / Nước sinh hoạt

source: DOOR TO BE UNDERCUT TO ALLOW MAKE UP AIR WHEN CLOSED IF REQUIRED
vi: Door to be undercut to allow make up air when closed if required / Cửa có khe hở ở vị trí tiếp xúc mặt sàn cho phép bù khí khi cửa đóng

source: DROPPED CEILING AT ENTRY
vi: DROPPED CEILING AT ENTRY / Hạ trần ở lối vào

source: Daily Maximum Temperatures
vi: Daily Maximum Temperatures / Nhiệt độ tối đa hằng ngày

source: Daily Minimum Temperatures
vi: Daily Minimum Temperatures / Nhiệt độ thấp nhất hằng ngày

source: Data Outlets
vi: Data Outlets / Cổng mạng

source: Data Protection
vi: Data Protection / Bảo mật thông tin

source: Date
vi: Date / Ngày tháng

source: Date:
vi: Date: Ngày

source: Dedicated kitchen equipment supplied from outside the kitchen
vi: Dedicated kitchen equipment supplied from outside the kitchen / Tủ lạnh riêng / Tủ đông riêng với báo động / Thiết bị bếp ung cấp từ bên ngoài bếp

source: Define the design criteria for IHG hotel projects.
vi: Define the design criteria for IHG hotel projects. / Xác định các tiêu chí thiết kế cho các dự án khách sạn IHG

source: Definitions
vi: Definitions / Định nghĩa

source: Definitions:
vi: Definitions: / Định nghĩa

source: Deletes per AHU:
vi: Deletes per AHU: / Giảm trên mỗi AHU

source: Delivery
vi: Delivery / Phục vụ / Giao hàng

source: Democratic Republic of Congo Equatorial Guinea Rwanda
vi: Democratic Republic of Congo Equatorial Guinea Rwanda / Cộng hòa Dân chủ Congo, Guinea Xích Đạo, Rwanda

source: Description
vi: Description Mô tả

source: Description of Load
vi: Description of Load / Mô tả phụ tải

source: Design Criteria
vi: Design Criteria / Tiêu chí thiết kế

source: Design Standards
vi: Design Standards / Tiêu chuẩn Thiết kế

source: Design of the substation must be strictly in accordance with the local supply authority requirements. Provide signed approval from Local Supply Authority for substation design.
vi: Design of the substation must be strictly in accordance with the local supply authority requirements. Provide signed approval from Local Supply Authority for substation design. / Thiết kế trạm phụ tải phải tuân tủ nghiêm ngặt các yêu cầu của chính quyền địa phương. Cung cấp phê duyệt có chữ ký của cơ quan quản lý địa phương cho thiết kế trạm phụ tải

source: Design standards
vi: Design Standards / Tiêu chuẩn Thiết kế

source: Designers Responsibilities
vi: Designers Responsibilities / Trách nhiệm của Thiết kế

source: Details of suitable boilers are available at www.woodenergyltd.co.uk.
vi: Details of suitable boilers are available at www.woodenergyltd.co.uk. / Chi tiết các nồi hơi phù hợp xem tại www.woodenergyltd.co.uk

source: Detector spacing must be in accordance with local standards and manufacturer’s recommendations but must be a minimum of one smoke detector per 85m2 or one heat detector per 50m2 and not more than 15m spacing along corridors.
vi: Detector spacing must be in accordance with local standards and manufacturer’s recommendations but must be a minimum of one smoke detector per 85m2 or one heat detector per 50m2 and not more than 15m spacing along corridors. / Khoảng cách giữa các đầu báo khói phải tuân thủ tiêu chuẩn địa phương và khuyến nghị của nhà sản xuất, nhưng phải đảm bảo tối thiểu một đầu báo khói trên mỗi 85m2 hoặc một đầu báo nhiệt trên mỗi 50m2 và không cách nhau quá 15m dọc theo hành lang

source: Deviations from the InterContinental Hotels Group Standards
vi: Deviations from the InterContinental Hotels Group Standards / Sai lệch so với tiêu chuẩn IHG

source: Diagrammatic Layout of Stair and Lift Pressurization Systems
vi: Diagrammatic Layout of Stair and Lift Pressurization Systems / Sơ đồ nguyên lý hệ thống tăng áp thang bộ và thang máy

source: Diagrammatic Layout of stair and Lift Pressurization Systems
vi: Diagrammatic Layout of Stair and Lift Pressurization Systems / Sơ đồ nguyên lý hệ thống tăng áp thang bộ và thang máy

source: Dichroic Lamps
vi: Dichroic Lamps / Đèn dichroic

source: Digital control (DDC) thermostats for precise temperature control in guest room ensure comfort and les
vi: Digital control (DDC) thermostats for precise temperature control in guest room ensure comfort and less energy consumption. / Điều khiển số hóa (DDC) nhiệt độ phòng để kiểm soát chính xác nhiệt độ phòng khách, đảm bảo sự thoải mái và ít tiêu thụ năng lượng hơn

source: Dimming
vi: Dimming / Điều chỉnh sáng

source: Direction of sun early morning difficult to shade due to low sun angle
vi: Direction of sun early morning difficult to shade due to low sun angle / Hướng nắng sáng sớm khó che chắn do góc chiếu thấp

source: Direction of sun late afternoon difficult to shade due to low sun angle
vi: Direction of sun late afternoon difficult to shade due to low sun angle / Hướng nắng chiều muộn khó che chắn do góc chiếu thấp

source: Disabled guest bedrooms
vi: Disabled guest bedrooms / Phòng cho khách khuyết tật

source: Disabled rooms only
vi: Disabled rooms only / Chỉ cho phòng khuyết tật

source: Disadvantages are:
vi: Disadvantages are: / Khuyết điểm là:

source: Disconnect the power
vi: Disconnect the power / Ngắt điện

source: Dishwashers
vi: Dishwashers / Máy rửa bát

source: Distribution Options
vi: Distribution Options / Các phương thức phân phối

source: Distribution cable increased in length and size
vi: Distribution cable increased in length and size / Cáp phân phối phải dài và lớn hơn

source: Distribution options
vi: Distribution options / Phương án phân phối

source: Distribution/cable size minimised
vi: Distribution/cable size minimised / Tối thiểu kích cỡ cáp phân phối

source: Diversity
vi: Diversity / Sự đa dạng

source: Diversity:-
vi: Diversity:- / Sự đa dạng

source: Document Title:
vi: Document Title: / Tên tài liệu

source: Doors and door frames in fire resisting walls including those to stairs, linen chutes, service riser shafts and elevator landing doors must be fire resisting. The minimum fire resistance is detailed in the table below:
vi: Doors and door frames in fire resisting walls including those to stairs, linen chutes, service riser shafts and elevator landing doors must be fire resisting. The minimum fire resistance is detailed in the table below: / Cửa và khung cửa ở tường chống cháy, bao gồm cửa dẫn đến cầu thang, ống thả đồ giặt, trục đứng dịch vụ và cửa thang máy phải chống cháy. Mức chống cháy tối thiểu cụ thể như sau:

source: Doors do not need to be fire I esisting
vi: Doors do not need to be fire resisting / Cửa không cần chống cháy

source: Doors on escape routes must never be locked to prevent their use in an emergency and key operated locks must not be installed.
vi: Doors on escape routes must never be locked to prevent their use in an emergency and key operated locks must not be installed. / Các cửa trên lối thoát hiểm không bao giờ được phép khóa, tránh việc không sử dụng được trong trường hợp khẩn cấp và khóa dạng sử dụng chìa khóa để mở không được phép sử dụng.

source: Doors onto escape stairs must be operable in both directions to prevent people being trapped in a stair and to allow guests who do not wish to use lifts to pass between floors. This does not apply to doors onto external escape stairs.
vi: Doors onto escape stairs must be operable in both directions to prevent people being trapped in a stair and to allow guests who do not wish to use lifts to pass between floors. This does not apply to doors onto external escape stairs. / Các cửa vào thang thoát hiểm phải mở được cả hai chiều để tránh người bị bẫy trong một thang và để cho phép khách không muốn dùng thang máy có thể di chuyển giữa các tầng. Việc này không áp dụng đối với cửa thang thoát nạn ra bên ngoài.

source: Doors within this area and those opening onto the stair, other than from guestrooms corridors, must be fire
vi: Doors within this area and those opening onto the stair, other than from guestrooms corridors, must be fire / Cửa trong khu vực này và cửa mở vào thang bộ, khác ngoài trừ hành lang phòng khách, phải là cửa chống cháy và có cơ chế tự đóng

source: Drainage
vi: Drainage Thoát nước

source: Dry deluge or glycol system
vi: Dry deluge or glycol system / Hệ thống deluge khô hoặc glycol

source: Dry system
vi: Dry system / Hệ thống khô

source: Dry-pendant sprinklers extending through the wall from wet sprinkler piping in an adjacent heated area. If subject to freezing conditions use a dry system.
vi: Dry-pendant sprinklers extending through the wall from wet sprinkler piping in an adjacent heated area. If subject to freezing conditions use a dry system. / Sprinkler pendant khô xuyên tường từ đường ống nước của sprinkler ướt trong khu vực được sưởi liền kề. Nếu môi trường có khả năng đóng băng, cân nhắc sử dụng hệ thống khô

source: Dryers
vi: Dryers / Máy sấy

source: Ductless plenum supply and exhaust systems providing cross flow ventilation
vi: Ductless plenum supply and exhaust systems providing cross flow ventilation / Hệ thống hộp cấp và hút gió không đường ống để thông gió chéo

source: During early mornings/late afternoons the sun angles are much lower. At these times horizontal shading is far less effective, and so, in terms of passive fixed shading, vertical elements can then be employed to help reduce the periods and extent of solar penetration.
vi: During early mornings/late afternoons the sun angles are much lower. At these times horizontal shading is far less effective, and so, in terms of passive fixed shading, vertical elements can then be employed to help reduce the periods and extent of solar penetration. / Trong khoảng sáng sớm/chiều muộn, góc chiếu của mặt trời thấp hơn rất nhiều. Những lúc này, chắn nắng theo chiều ngang rất ít hiệu quả, và do đó, nên sử dụng các lam chắn nắng dọc để giảm thời gian và cường độ nắng chiếu

source: ENERGY CONSUMPTION
vi: Energy consumption / Tiêu thụ năng lượng

source: EXCELLENT
vi: EXCELLENT / Rất tốt

source: EXHAUST RISER
vi: Exhaust riser / trục ống hút

source: Each area of the Hotel must be provided with their own dedicated sub-distribution panels. Distribution subpanels must be installed to achieve sub-circuit cable route length of not greater than 50 meters.
vi: Each area of the Hotel must be provided with their own dedicated sub-distribution panels. Distribution subpanels must be installed to achieve sub-circuit cable route length of not greater than 50 meters. / Mỗi khu vực trong khách sạn phải có tủ phân phối điện phụ. Tủ phụ phải được lắp đặt để chiều dài tuyến cáp phụ không vượt quá 50m

source: Each area will be provided with local automatic temperature control, monitored by the BMS.
vi: Each area will be provided with local automatic temperature control, monitored by the BMS. / Mỗi khu vực sẽ có điều khiển nhiệt độ cục bộ tự động, giám sát qua BMS

source: Each exit 1m wide
vi: Each exit 1m wide / Mỗi cửa thoát hiểm rộng 1m

source: Each floor must have a minimum of two emergency exits remote from each other.
vi: Each floor must have a minimum of two emergency exits remote from each other. / Mỗi tầng phải có tối thiểu hai lối thoát hiểm cách xa nhau

source: Each guest room shall have separate distribution board
vi: Each guest room shall have separate distribution board / Mỗi phòng khách sẽ có bảng phân phối riêng

source: Each guestroom will be provided with its own self-controlled system to enable guests to control their own room temperature within pre-set limits, typically 30C either side of the set point, with a 2.2°C dead band, to prevent cycling of the system.
vi: Each guestroom will be provided with its own self-controlled system to enable guests to control their own room temperature within pre-set limits, typically 3°C either side of the set point, with a 2.2°C dead band, to prevent cycling of the system. / Mỗi phòng khách sẽ có hệ thống tự điều khiển riêng để khách có thể điều chỉnh nhiệt độ phòng mình trong giới hạn cho phép, thường là trên/dưới 3°C so với nhiệt độ định sẵn cho hệ thống (set point), với dead band 2.2°C, để tránh liên tục tự động khởi động/tắt hệ thống để duy trì nhiệt độ

source: Each pressure zone in the building will be fed by the fire pump with the installation being controlled by a wet sprinkler alarm valve located in an accessible location for the fire brigade to isolate the water supply when necessary.
vi: Each pressure zone in the building will be fed by the fire pump with the installation being controlled by a wet sprinkler alarm valve located in an accessible location for the fire brigade to isolate the water supply when necessary. / Mỗi khu tăng áp trong tòa nhà có bơm cứu hỏa điều khiển bởi van báo động sprinkler ướt ở một vị trí dễ tiếp cận để lực lượng cứu hỏa cách ly nguồn cấp nước khi cần thiết

source: Each system provides only heating or cooling
vi: Each system provides only heating or cooling / Mỗi hệ thống chỉ cho phép sưởi hoặc làm mát

source: Earthing and Bonding
vi: Earthing and Bonding / Nối đất

source: Earthing and bonding must be provided throughout to ensure safe disconnection of the electrical supplies under earth fault condition. This must be in accordance with British, European or International standards, where there is no conflict with local requirements. A clean earth must be provided to the computer room.
vi: Earthing and bonding must be provided throughout to ensure safe disconnection of the electrical supplies under earth fault condition. This must be in accordance with British, European or International standards, where there is no conflict with local requirements. A clean earth must be provided to the computer room. / Cần thực hiện nối đất đầy đủ để đảm bảo an toàn trong trường hợp rò điện. Việc này phải tuân thủ các tiêu chuẩn của Anh, châu Âu hoặc quốc tế ở các mục không có mâu thuẫn với yêu cầu địa phương. Cần cung cấp ổ cắm tiếp địa trong phòng máy tính

source: Earthing provides equipment as well as human safety.
vi: Earthing provides equipment as well as human safety. / Đảm bảo an toàn cho thiết bị và con người

source: Easily displays energy savings month-by-month
vi: Easily displays energy savings month-by-month / Dễ dàng cho thấy mức tiết kiệm năng lượng theo tháng

source: Eastern Europe
vi: Eastern Europe / Đông Âu

source: Easy clean lights
vi: Easy clean lights / Đèn dễ lau chùi

source: Economizer Modes
vi: Economizer Modes / Các chế độ Economizer (tiết kiệm năng lượng)

source: Economy cycle control shall be provided for all air handling units to maximize the use of free cooling when available.
vi: Economy cycle control shall be provided for all air handling units to maximize the use of free cooling when available. / Điều khiển chế độ Economy sẽ được cung cấp cho tất cả AHU để tận dụng tối ưu free cooling khi có thể

source: Efficiencies - 90% +
vi: Efficiencies - 90% + / Hiệu suất - 90% +

source: Efficient Chilled Water Distribution shall be provided to include:
vi: Efficient Chilled Water Distribution shall be provided to include: / Hệ thống phân phối nước mát hiệu quả cần phải được cung cấp các tính năn sau

source: Efficient power distribution system of Guest room
vi: Efficient power distribution system of Guest room / Hệ thống phân phối điện hiệu quả cho phòng khách

source: Electrical
vi: Electrical / Điện

source: Electrical Infrastructure Requirements for 2,600kW cooling.
vi: Electrical Infrastructure Requirements for 2,600kW cooling. / Cơ sở hạ tầng điện yêu cầu 2.600kW cho làm mát

source: Electrical Plant Remote (Poor Design)
vi: Electrical Plant Remote (Poor Design) / Vị trí trạm điện ở xa (thiết kế không hiệu quả)

source: Electrical Plant located correctly (Good Design)
vi: Electrical Plant located correctly (Good Design) / Trạm điện bố trí đúng (thiết kế tốt)

source: Electrical Power
vi: Electrical Power / Công suất

source: Electrical Services (Good Practice)
vi: Electrical Services (Good Practice) / Các hạng mục điện (phương án tốt)

source: Electrical Services, systems included
vi: Electrical Services, systems included / Hệ thống điện bao gồm

source: Electrical equipment rooms
vi: Electrical equipment rooms / Phòng thiết bị điện

source: Electrical systems must be designed in accordance with the appropriate National Electrical standards or InterContinental Hotels Group standards, where they exceed national standards. BS7671 is defined as the minimum acceptable standard for electrical low voltage and extra low voltage systems. The design consultant will be expected to design all electrical systems in conjunction with the architect/interior designer, to assure full functionality of the proposed systems and fully coordinated with all other disciplines.
vi: Electrical systems must be designed in accordance with the appropriate National Electrical standards or InterContinental Hotels Group standards, where they exceed national standards. BS7671 is defined as the minimum acceptable standard for electrical low voltage and extra low voltage systems. The design consultant will be expected to design all electrical systems in conjunction with the architect/interior designer, to assure full functionality of the proposed systems and fully coordinated with all other disciplines. / Hệ thống điện phải được thiết kế tuân thủ các tiêu chuẩn Điện Quốc gia hoặc tiêu chuẩn IHG trong trường hợp tiêu chuẩn IHG khắt khe hơn. BS7671 là tiêu chuẩn tối thiểu được chấp nhận cho các hệ thống điện hạ thế và điện nhẹ. Tư vấn thiết kế phải thiết kế tất cả các hệ thống điện một cách thống nhất với thiết kế kiến trúc/nội thất, để đảm bảo các hệ thống vận hành đầy đủ và phối hợp với các mảng thiết kế khác.

source: Electrical transformer and switchgear (m2)
vi: Electrical transformer and switchgear (m2) / Máy biến áp và Tủ bảng điện (Switchgear)

source: Electricity
vi: Electricity / Điện

source: Electro Fusion
vi: Electro Fusion, Butt Fusion, Compression Joints / Hàn gia nhiệt, hàn điện, hàn nối đầu, mối nối

source: Electrostatic smoke filters and negative pressure are required in the re-circulation system from Lounge and Bar areas when smoking is permitted. Fresh air rates are maximums when smoking is not permitted unless local regulations require higher rates.
vi: Electrostatic smoke filters and negative pressure are required in the re-circulation system from Lounge and Bar areas when smoking is permitted. Fresh air rates are maximums when smoking is not permitted unless local regulations require higher rates. / Cần có bộ lọc khói tĩnh điện và áp suất âm trong hệ thống tái tuần hoàn từ khu vực Lounge và Bar nếu cho phép hút thuốc. Tỉ lệ khí tươi là tối đa khi không cho phép hút thuốc, trừ khi địa phương yêu cầu tỉ lệ cao hơn

source: Elevatoi
vi: Elevator / Thang máy

source: Elevatoi s and stall s may be located withill the same til e pi otected shaft
vi: Elevator & and stairs may be located withill the same fire protected shaft / Thang máy và thang bộ có thể được bố trí trong cùng giếng thang chống cháy

source: Elevatoi Ä stall lobby with access via self-closing, f¡I e
vi: Elevator & stair lobby with access via self-closing, fire resisting doors / Sảnh thang máy và thang bộ tiếp cận qua cửa chống cháy, tự đóng

source: Elevator
vi: Elevator / thang máy

source: Elevator anti stair lobby
vi: Elevator and stair lobby / Sảnh thang máy và thang bộ

source: Elevator car lighting
vi: Elevator car lighting / Chiếu sáng cabin thang máy

source: Elevator machine
vi: Elevator machine / Máy thang

source: Elevator machine rooms
vi: Elevator machine rooms / Phòng thang máy

source: Elevator opening directly into, for example, a public area or a guestroom corridoi.
vi: Elevator opening directly into, for example, a public area or a guestroom corridor. / Thang máy mở trực tiếp ra các khu vực như khu vực công cộng hoặc một hành lang phòng khách

source: Elevator recall to first floor or other floor if alarm at ground floor
vi: Elevator recall to first floor or other floor if alarm at ground floor / Gọi hồi thang máy về tầng 1 hoặc tầng khác nếu có báo động tại tầng mặt đất

source: Elevator recall to ground floor
vi: Elevator recall to ground floor / Gọi thang máy về tầng mặt đất

source: Elevator shafts must have the same fire resistance as the structure of the building.
vi: Elevator shafts must have the same fire resistance as the structure of the building. / Trục thang máy phải có mức chống cháy tương đương kết cấu tòa nhà

source: Elevator shafts, flues & pipe chases in all construction above four stories
vi: Elevator shafts, flues & pipe chases in all construction above four stories / Trục thang máy, đường ống khí và ống dẫn trong tất cả các tòa nhà hơn bốn tầng

source: Elevators
vi: Elevators / Thang máy

source: Emergency Generation or CHP
vi: Emergency Generation or CHP / Phát điện khẩn cấp hoặc CHP (Combined Heat and Power - kết hợp )

source: Emergency Lighting
vi: Emergency Lighting (3hrs) / Chiếu sáng sự cố

source: Emergency exit stairs
vi: Emergency exit stairs / Thang bộ thoát hiểm khẩn cấp

source: Emergency lighting (if not operated by batteries)
vi: Emergency lighting (if not operated by batteries) / Chiếu sáng khẩn cấp (nếu không vận hành bằng pin)

source: Emergency lighting falls into two categories; escape lighting and standby lighting.
vi: Emergency lighting falls into two categories; escape lighting and standby lighting. / Chiếu sáng sự cố sẽ chia thành 2 mục: Chiếu sáng thoát nạn và chiếu sáng dự phòng

source: Employees Lockers
vi: Employees Lockers / Locker nhân viên

source: Enclosed Car parks
vi: Enclosed Car parks / Bãi đỗ xe kín

source: Enclosure of the lift should consist of a protected lobby at every level
vi: Enclosure of the lift should consist of a protected lobby at every level / Khu vực kín của thang máy cần bao gồm cả một buồng đệm bảo vệ tại mỗi tầng.

source: Energy Consumption can be reduced by up to 20-25%
vi: Energy Consumption can be reduced by up to 20-25% / Giảm năng lượng tiêu thụ từ 20-25%

source: Energy Efficient Lighting
vi: Energy Efficient Lighting / Chiếu sáng tiết kiệm điện

source: Energy Metering and Sub-Metering
vi: Energy Metering and Sub-Metering / Công tơ và công tơ phụ

source: Energy Metering and Sub-metering
vi: Energy Metering and Sub-metering / Công tơ và công tơ phụ

source: Energy Performance Benchmarking
vi: Energy Performance Benchmarking / Đánh giá hiệu suất năng lượng

source: Energy Targets
vi: Energy Targets / Mục tiêu về Năng lượng

source: Energy cost comparison per year
vi: Energy cost comparison per year / So sánh chi phí năng lượng hàng năm

source: Engineering Design Guidelines
vi: Engineering Design Guidelines / Hướng dẫn Thiết kế Kỹ thuật

source: Engineer’s office
vi: Engineer’s office / Văn phòng kỹ thuật

source: Enhanced HVAC Guest Room Controls and CO2 Monitoring
vi: Enhanced HVAC Guest Room Controls and CO2 Monitoring / Điều khiển hệ HVAC trong phòng khách và giám sát CO2 nâng cao

source: Ensure jet fans do not impact on Fire Sprinkler operation
vi: Ensure jet fans do not impact on Fire Sprinkler operation / Đảm bảo quạt hướng trục không gây ảnh hưởng đến sprinkler vận hành

source: Ensure that all detectors are accessible for maintenance purposes.
vi: Ensure that all detectors are accessible for maintenance purposes. / Đảm bảo có thể tiếp cận tất cả các đầu báo để bảo dưỡng
